datasets/benchmark-results/netvirtue/201811150005/wordpress-results-netvirtue-5-201811150005.log
Running 1m test @ http://blyg.id-rsa.pub/wordpress/
  1 threads and 5 connections
  Thread calibration: mean lat.: 153.830ms, rate sampling interval: 649ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    72.69ms   24.45ms 132.99ms   65.60%
    Req/Sec     4.61      3.12     7.00     71.05%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   69.38ms
 75.000%   88.96ms
 90.000%  110.85ms
 99.000%  128.70ms
 99.900%  133.12ms
 99.990%  133.12ms
 99.999%  133.12ms
100.000%  133.12ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      31.551     0.000000            1         1.00
      39.455     0.100000           25         1.11
      51.007     0.200000           50         1.25
      57.279     0.300000           75         1.43
      63.583     0.400000          100         1.67
      69.375     0.500000          126         2.00
      72.703     0.550000          138         2.22
      74.751     0.600000          150         2.50
      79.423     0.650000          163         2.86
      83.327     0.700000          175         3.33
      88.959     0.750000          188         4.00
      93.119     0.775000          195         4.44
      94.015     0.800000          200         5.00
     100.479     0.825000          207         5.71
     103.295     0.850000          213         6.67
     106.815     0.875000          219         8.00
     107.967     0.887500          222         8.89
     110.847     0.900000          225        10.00
     113.087     0.912500          229        11.43
     114.303     0.925000          232        13.33
     116.223     0.937500          235        16.00
     116.607     0.943750          236        17.78
     117.311     0.950000          239        20.00
     117.375     0.956250          240        22.86
     117.951     0.962500          241        26.67
     119.359     0.968750          243        32.00
     119.359     0.971875          243        35.56
     119.423     0.975000          244        40.00
     120.127     0.978125          245        45.71
     121.279     0.981250          246        53.33
     127.551     0.984375          247        64.00
     127.551     0.985938          247        71.11
     127.551     0.987500          247        80.00
     128.703     0.989062          248        91.43
     128.703     0.990625          248       106.67
     132.351     0.992188          249       128.00
     132.351     0.992969          249       142.22
     132.351     0.993750          249       160.00
     132.351     0.994531          249       182.86
     132.351     0.995313          249       213.33
     133.119     0.996094          250       256.00
     133.119     1.000000          250          inf
#[Mean    =       72.687, StdDeviation   =       24.452]
#[Max     =      132.992, Total count    =          250]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  300 requests in 1.00m, 15.44MB read
Requests/sec:      5.00
Transfer/sec:    263.38KB